export const errors = new Map();

/* post item */
errors.set(440, "поле Название должно быть не пустым");
errors.set(441, "Название слишком длинное");
errors.set(442, "Недопустимые символы в Название");
errors.set(443, "Поле Дескриптион должно быть не пустым");
errors.set(444, "Дескриптион слишком длинная");
errors.set(445, "Недопустимые символы в Дескриптион");
errors.set(446, "Ошибка изображения");
errors.set(447, "Категория не существует");
errors.set(448, "Цена не должна быть отрицательной или 0");
